vertical-pod-autoscaler/experiments/nginx-default/wrk_1.log
Running 15m test @ http://localhost:32040
  2 threads and 100 connections
  Thread calibration: mean lat.: 1.627ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 1.646ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency    26.56ms   24.53ms  52.42ms   53.54%
    Req/Sec     1.10k     0.92k    4.11k    70.37%
  1876218 requests in 15.00m, 1.49GB read
  Socket errors: connect 0, read 0, write 54, timeout 0
Requests/sec:   2084.68
Transfer/sec:      1.70MB